Repository: AkbarAsghari/DNSLab-WebSite
Catalog: DNSLab/Resources/Resource.*.resx
Languages: fa

# AAAADescription
source: Points a hostname to an IPv6 address
fa: هاست نیم را به آدرس IPv6 نشان می دهد

source: About
fa: درباره

source: Account Details
fa: اطلاعات حساب

source: Approved
fa: تایید شده

# AreYouSureDel
source: Are you sure want to delete record?
fa: آیا از حذف این رکورد مطمئن هستید؟

source: Cancel
fa: انصراف

# ChangeLanuguage
source: Change Language
fa: تغییر زبان

source: click
fa: کلیک کنید

source: Close
fa: بستن

source: Comment Text
fa: متن دیدگاه

source: Confirm Password
fa: تکرار رمز عبور

source: Create a Host Name
fa: ساخت یک هاست جدید

source: Create Date
fa: تاریخ ثبت

# CreateGameServerH2
source: Create a Game Server
fa: ساخت سرور بازی

# CreateGameServerMessage
source: Let your friends easily connect to your Game server with No-IP Dynamic DNS, anytime, anywhere. Create a custom URL to share with your friends to start playing on your own server now.
fa: به دوستان خود اجازه دهید به راحتی در هر زمان و هر مکان با هاست نیم به سرور بازی شما متصل شوند. یک URL سفارشی ایجاد کنید تا با دوستان خود به اشتراک بگذارید تا هم اکنون بازی در سرور خود را شروع کنید.

source: Create Host Name
fa: ساخت هاست نیم

source: Create new comment
fa: ایجاد دیدگاه جدید

source: Create Token
fa: ایجاد توکن

source: Delete
fa: حذف

source: Description
fa: توضیحات

source: Details
fa: جزئیات

# Direction
source: ltr
fa: rtl

source: Disapproval
fa: عدم تایید

# DNSAliasDescription
source: A CNAME duplicates the hostname's records
fa: یک CNAME رکوردهای هاست نیم را کپی می کند

# DNSHostDescription
source: A record that points a hostname to an IPv4 address
fa: رکوردی که هاست نیم را به آدرس IPv4 نشان می دهد

source: Domain
fa: دامین

source: Download
fa: دانلود

source: Download Now
fa: دانلود فایل نصبی

source: Dynamic DNS Update Client
fa: نرم افزار بروزرسانی داینامیک DNS

source: Edit
fa: ویرایش

source: Edit comment
fa: ویرایش دیدگاه

source: Edit Host Name
fa: ویرایش هاست نیم

source: Edit Token
fa: ویرایش توکن

source: Email
fa: پست الکترونیک

source: Email is duplicate
fa: پست الکترونیک تکراری است

# Email_Is_Not_Valid
source: Email address is not valid
fa: پست الکترونیک معتبر نیست

source: enter your host name
fa: نام هاست خود را وارد نمایید مثال MyHost

source: Enter Your Token Name
fa: نام توکن خود را وارد نمایید

source: Error
fa: خطا

source: ex
fa: مثال

source: First Name
fa: نام

# FontFamily
source: sans-serif
fa: iran-sans

source: Hello World
fa: سلام دنیا

source: Home
fa: خانه

source: Host
fa: هاست

source: Host Name
fa: هاست نیم

source: HostName Alias is not valid
fa: هدف (HostName Alias) معتبر نیست

source: HostName created
fa: هاست نیم ایجاد شد

source: Host Names
fa: هاست های من

# HostNamesCount
source: Active HostName Count
fa: تعداد هاست نِیم های فعال

source: HostName updated
fa: هاست نیم بروز شد

source: HostName is duplicate
fa: هاست نیم تکراری است

source: HostName is not valid
fa: هاست نیم معتبر نیست

# IndexH1Message
source: Forget your IP address and an easy to remember hostname
fa: مشکل آی پی داینامیک دارید ؟

# IndexMessage
source: If you want to create a server, work remotely, etc., we are here to track changing IP so you don't have to worry about changing dynamic IP anymore.
fa: یک هاست نیم راحت که قابل حفظ کردن هست بساز و برای همیشه متصل بمون

source: Info
fa: پیغام

source: IPv4 Address
fa: آدرس IPv4 (آی پی)

source: IPv4 Address is not valid
fa: آدرس IPv4 معتبر نیست

source: IPv6 Address
fa: آدرس IPv6

source: IPv6 Address is not valid
fa: آدرس IPv6 معتبر نیست

source: It's Free
fa: رایگان

# ItsFreeMessage
source: Get started with a free Dynamic DNS account, no credit card required.
fa: بدون هیچ هزینه ای هاست نیم خودتو بساز و یه تجربه خوب بدست بیار

source: Last Name
fa: نام خانوادگی

source: Loading
fa: در حال بارگذاری

source: Login
fa: ورود

source: Logout
fa: خروج

source: Mobile is duplicate
fa: شماره همراه تکراری است

source: My comments
fa: دیدگاه های من

source: Next
fa: بعد

source: Not checked
fa: بررسی نشده

source: No HostName Selected
fa: هیچ هاست نِیمی انتخاب نشده است

source: Old password is wrong
fa: رمز عبور قبلی اشتباه است

source: Password
fa: رمز عبور

# Password_Less_Than_8_Character
source: Password cannot be less than 8 character
fa: رمز عبور نمیتواند کمتر از 8 کاراکتر باشد

source: Phone Number
fa: شماره همراه

source: Please Login First
fa: لطفا ابتدا وارد شوید

# PleaseWriteYourComment
source: Please Write Your Comment Here
fa: لطفا دیدگاه خود را با لبخند در باکس زیر بنویسید

source: Previous
fa: قبل

source: Profile
fa: پروفایل

source: Profile Picture
fa: تصویر پروفایل

source: Progressing
fa: در حال پردازش

source: Register
fa: ثبت نام

source: Register Account
fa: ایجاد حساب

source: Remaining characters count
fa: تعداد کاراکتر های باقیمانده

# RemoteAccessComputerH2
source: Remote Access a Computer
fa: دسترسی ریموت به سیستم

# RemoteAccessComputerMessage
source: Tired of remembering your IP address to Remote Access a Device? Does your IP address change constantly? Our Dynamic DNS allows you to access your devices remotely without needing a Static IP address. All you need to remember is your hostname.
fa: آیا از به خاطر سپردن آدرس IP خود برای دسترسی از راه دور یک دستگاه خسته شده اید؟ آیا آدرس IP شما دائماً تغییر می کند؟ Dynamic DNS ما به شما امکان می دهد بدون نیاز به آدرس IP ثابت از راه دور به دستگاه های خود دسترسی داشته باشید. تنها چیزی که باید به خاطر بسپارید هاست نیم خود است.

source: Save Changes
fa: ذخیره تغییرات

# SelectDNSDescription
source: Select which host name you want update with this token
fa: در این بخش هاست نِیم هایی که میخواهید با این توکن بروز شود را انتخاب نمایید

# SelectDNSTitle
source: Select Host Name
fa: انتخاب هاست نِیم

source: Send
fa: ارسال

# SEO_DNSCreateDescription
source: You Will Create New HostName As IPv4(A) , IPv6(AAAA) Or CName
fa: هاست نیم خودتو ایجاد کن هاست نیم ها شامل IPv4 و IPv6 و CName میباشد

# SEO_DNSCreateKeyWords
source: IPv4,IPv6,CName,A,AAAA,AliasHost,Create
fa: IPv4,IPv6,CName,A,AAAA,AliasHost,ساخت

# SEO_DNSCreateTitle
source: Create DNS HostName
fa: ایجاد هاست نیم

# SEO_DNSEditDescription
source: You Will Edit HostNames As IPv4(A) , IPv6(AAAA) Or CName
fa: هاست نیم خودتو ویرایش کن هاست نیم ها شامل IPv4 و IPv6 و CName میباشد

# SEO_DNSEditKeyWords
source: IPv4,IPv6,CName,A,AAAA,AliasHost,Edit
fa: IPv4,IPv6,CName,A,AAAA,AliasHost,ویرایش

# SEO_DNSEditTitle
source: Edit DNS HostName
fa: ویرایش هاست نیم

# SEO_DownloadClientDescription
source: Download Windows Client For Update EndPoint IP with DNSLab.ir
fa: با دانلود این نرم افزار میتونید آی پی های متغییر خودتونو به سایت dnslab اطلاع بدید

# SEO_DownloadClientKeyWords
source: Client,dns,app,windows,win
fa: Client,dns,app,windows,win,دانلود

# SEO_DownloadClientTitle
source: Download Windows Client DNS Manager
fa: دانلود نرم افزار ویندوزی دی ان اس لب

# SEO_MyDNSDescription
source: Manage Your DNS's
fa: دی ان اس ها و هاست نیم های خودتو مدیریت کن

# SEO_MyDNSTitle
source: My DNSLab
fa: DNSLab من

# SEO_UserAuthDescription
source: Auth To Login DNSLab
fa: اهراز هویت برای ورود به سایت

# SEO_UserAuthKeyWords
source: Auth,DNSLab,User,Login
fa: Auth,DNSLab,User,ورود

# SEO_UserAuthTitle
source: Auth User
fa: اهراز هویت

# SEO_UserInfoDescription
source: Manage Your Account Information
fa: اطلاعات کاربری خودت رو مدیریت کن

# SEO_UserInfoTitle
source: User Info
fa: اطلاعات کاربری

# SEO_UserRegisterDescription
source: Register Free Account Today
fa: یک حساب کاربری رایگان ایجاد کن

# SEO_UserRegisterTitle
source: Register Account
fa: ایجاد حساب کاربری

# ShareYourLocalProjectH2
source: Share Your Local Project
fa: اشتراک پروژه از سیستم خانگی

# ShareYourLocalProjectMessage
source: Create your own host in local system and share it over web.
fa: پروژه رو روی سیستم خانگی اجرا کن و با آدرس دلخواهت با دوستات و همکارات اشتراک بذار

source: Site Settings
fa: تنظیمات سایت

source: Stay Connected
fa: همیشه متصل بمون

# StayConnectedMessage
source: Our Dynamic DNS solution makes it easy to remote access any internet connected device.
fa: راه حل Dynamic DNS ما دسترسی از راه دور به هر دستگاه متصل به اینترنت را آسان می کند.

source: Success
fa: موفق

source: Target
fa: هدف

source: There is no comment
fa: هیچ دیدگاهی یافت نشد

# ThereIsNoHost
source: You currently have 0 hostnames, add one to get started
fa: هنوز هاست نیمی ایجاد نشده است

# ThereIsNoTokens
source: You currently have 0 tokens, add one to get started
fa: هیچ توکن فعالی یافت نشد

source: Token Created
fa: توکن ایجاد شد

source: Token Key
fa: کلید

source: Token Name
fa: نام توکن

source: Token Name Is Not Valid
fa: نام توکن معتبر نیست

source: Tokens
fa: توکن ها

source: Token Updated
fa: توکن آپدیت شد

source: Type
fa: نوع

source: Update Date
fa: تاریخ ویرایش

# UserComments
source: Comments
fa: دیدگاه ها

source: User Name
fa: نام کاربری

source: Username Or Email
fa: نام کاربری یا ایمیل

source: Username is duplicate
fa: نام کاربری تکراری است

source: Username is not valid
fa: نام کاربری معتبر نیست

source: Username or password is wrong
fa: نام کاربری یا رمز عبور صحیح نیست

source: User not found
fa: کاربر یافت نشد

source: Warning
fa: هشدار

source: Welcome
fa: خوش آمدید

# WinClientMessage
source: Our Dynamic DNS Update Client continually checks for IP address changes in the background and automatically updates the DNS at dnslab whenever it changes.
fa: سرویس گیرنده به‌روزرسانی دینامیک DNS ما به‌طور مداوم تغییرات آدرس IP را در پس‌زمینه بررسی می‌کند و هر زمان که DNS تغییر کند به‌طور خودکار در dnslab به‌روزرسانی می‌شود.

# YouHaveNoActiveDNS
source: you have no active hostname for create please
fa: شما هیچ هاست نیم فعالی ندارید برای ایجاد هاست نیم جدید

source: your email
fa: پست الکترونیک شما

source: your first name
fa: نام شما

source: your last name
fa: نام خانوادگی شما

source: your phone number
fa: شماره همراه شما

source: your username
fa: نام کاربری شما
